Repository: adhami3310/Converter
Catalog: po/*.po
Languages: ar, bg, cs, hi, hr

source: Switcheroo
ar: سويتشيرو

source: Image Converter
ar: محوِّل الصور
bg: Преобразувател на изображения
cs: Převodník obrázků
hi: छवि परिवर्तक
hr: Konverter slika

source: Convert and manipulate images
ar: حوِّل الصور وعالجها
bg: Преобразувайте и манипулирайте изображения
cs: Převést a manipulovat obrázky
hi: छवियों को परिवर्तित और हेरफेर करें
hr: Konvertiraj i uredi slike

source: converter;image;convert;converting;processing
ar: محول;صورة;صور;تحويل;معالجة;converter;image;convert;converting;processing
bg: преобразувател;изображение;преобразуване;обработване
hi: परिवर्तक;छवि;परिवर्तित करें;converting;प्रसंस्करण
hr: konverter;slika;konvertiraj;konvertiranje;obrada

source: Window width
ar: عُرض النافذة
bg: Широчина на прозореца
cs: Šířka okna
hi: विंडो चौड़ाई
hr: Širina prozora

source: Image quality
ar: جودة الصورة
bg: Качество на изображението
cs: Kvalita obrázku
hi: छवि गुणवत्ता
hr: Kvaliteta slike

source: Image density per inch
ar: كثافة الصورة لكل بوصة
bg: Плътност на изображението на инч
cs: Hustota obrázku na palec
hi: छवि घनत्व प्रति इंच
hr: Broj piksela po inču

source: Window height
ar: ارتفاع النافذة
bg: Височина на прозореца
cs: Výška okna
hi: विंडो ऊंचाई
hr: Visina prozora

source: Window maximized state
ar: حالة تكبير النافذة
bg: Максимизирано състояние на прозорец
cs: Stav maximalizovaného okna
hi: विंडो अधिकतमीकृत स्थिति
hr: Stanje rasklopljenog prozora

source: Output format
ar: صيغة الإخراج
bg: Тип на изходния файл
cs: Výstupní formát
hi: आउटपुट प्रारूप
hr: Format rezultata

source: Compression format
ar: صيغة الضغط
bg: Тип на компресията
cs: Formát pro kompresi
hi: संपीड़न प्रारूप
hr: Format komprimiranja

source: Convert between different image filetypes and resize them easily.
ar: حوِّل بين صيغ ملفات الصور المختلفة وغيِّر حجمها بسهولة.
bg: Преобразувайте и лесно преоразмерявайте между различни видове изображения.
cs: Převádějte mezi různými typy obrázků a měňte jejich velikost jednoduše.
hi: विभिन्न छवि फाइल प्रकारों के बीच परिवर्तित करें और उनका आसानी से आकार बदलें।
hr: Konvertiraj u različite vrste slikovnih datoteka i jednostavno promijeni njihovu veličinu.

source: Converting sample image from PNG to HEIF
ar: تحويل صورة عيِّنة من صيغة PNG إلى HEIF
bg: Преобразуване на примерни изображения от PNG в HEIF
cs: Převádění ukázkového obrázku z PNG do HEIF
hi: नमूना छवि को PNG से HEIF में परिवर्तित किया जा रहा है
hr: Konvertiranje slike iz PNG u HEIF format

source: Converting multiple sample images from SVG to HEIF
ar: تحويل عدَّة صور عيِّنة من صيغة SVG إلى HEIF
bg: Преобразуване на н примерни изображения от SVG в HEIF
cs: Převádění ukázkového obrázku z SVG do HEIF
hi: एकाधिक नमूना छवियों को SVG से HEIF में परिवर्तित किया जा रहा है
hr: Konvertiranje više slika iz SVG u HEIF format

# shortcut window
source: General
ar: عام
bg: Общи
cs: Obecné
hi: सामान्य
hr: Općenito

# shortcut window
source: Show Shortcuts
ar: أظهِر الاختصارات
bg: Показване на клавишните комбинации
cs: Zobrazit zkratky
hi: शॉर्टकट दिखाएं
hr: Pokaži prečace

# shortcut window
source: Quit
ar: اخرُج
bg: Спиране на програмата
cs: Ukončit
hi: छोड़ें
hr: Zatvori aplikaciju

# shortcut window
source: New Window
ar: نافذة جديدة
bg: Нов прозорец
cs: Nové okno
hi: नई विंडो
hr: Novi prozor

# shortcut window
source: Clear Window
ar: امحُ النافذة
bg: Изчистване на прозорецa
cs: Vyčistit okno
hi: विंडो साफ करें
hr: Isprazni prozor

# shortcut window
source: Paste From Clipboard
ar: ألصِق من الحافظة
bg: Поставяне от буфера за обмен
cs: Vložit ze schránky
hi: क्लिपबोर्ड से पेस्ट करें
hr: Umetni iz međuspremnika

# shortcut window
source: Add Images
ar: أضِف صورًا
bg: Добавяне на изображения
cs: Přidat obrázky
hi: छवियां जोड़ें
hr: Dodaj slike

source: Show All
ar: أظهِر الكل
bg: Показване на всички
cs: Zobrazit vše
hi: सभी दिखाएं
hr: Pokaži sve

source: Drop Here to Open
ar: أفلِت الملفات هنا لفتحها
bg: Пуснете тук, за да отворите
cs: Otevřete zde
hi: खोलने के लिए यहां छोड़ें
hr: Ispusti ovdje za otvaranje

source: Add Images (Ctrl+O)
ar: أضِف صورًا (Ctrl+O)
bg: Добавяне на изображения (Ctrl+O)
cs: Přidat obrázky (Ctrl+O)
hi: छवियां जोड़ें (Ctrl+O)
hr: Dodaj slike (Ctrl+O)

source: Primary Menu
ar: القائمة الرئيسة
bg: Основно меню
cs: Hlavní menu
hi: प्राथमिक मेनू
hr: Glavni izbornik

source: Drag and drop images here
ar: اسحب الصور وأفلتها هنا
bg: Изтеглете и пуснете изображения тук
cs: Přetáhněte obrázky sem
hi: छवियों को यहां खींचें और छोड़ें
hr: Povuci i ispusti slike ovdje

source: _Open Images…
ar: ا_فتح صورًا…
bg: _Отваряне на изображения…
cs: _Otevřít obrázky…
hi: छवियां खोलें (_O)…
hr: _Otvori slike …

source: Export Format
ar: صيغة التصدير
bg: Тип на изнасяне
cs: Formát pro export
hi: निर्यात प्रारूप
hr: Format izvoza

source: Save as multi-page PDF
ar: احفظ كملف PDF متعدِّد الصفحات
bg: Запазване като многостраничен PDF
cs: Uložit jako vícestránkové PDF
hi: बहु-पृष्ठ PDF के रूप में सहेजें
hr: Spremi kao višestranični PDF

source: Save To ZIP
ar: احفظ في ملف ZIP
bg: Запазване в ZIP
cs: Uložit do ZIPu
hi: ZIP में सहेजें
hr: Spremi u ZIP

source: Quality
ar: الجودة
bg: Качество
cs: Kvalita
hi: गुणवत्ता
hr: Kvaliteta

source: Background Color
ar: لون الخلفية
bg: Цвят на фона
cs: Barva pozadí
hi: पृष्ठभूमि रंग
hr: Boja pozadine

source: Replaces original transparency layer
ar: يستبدل طبقة الشفافية الأصلية
bg: Замества оригиналния слой за прозрачност
cs: Nahradí původní vrstvu průhlednosti
hi: मूल पारदर्शिता परत को प्रतिस्थापित करता है
hr: Zamjenjuje izvorni sloj transparentnosti

source: Pixel Density Per Inch
ar: كثافة البكسل لكل بوصة
bg: Плътност на пикселите на инч
cs: Hustota pixelů na palec
hi: प्रति इंच पिक्सल घनत्व
hr: Broj piksela po inču

source: Resize
ar: تغيير الحجم
bg: Преоразмеряване
cs: Změnit velikost
hi: आकार बदलें
hr: Promijeni veličinu

source: Width
ar: العُرض
bg: Широчина
cs: Šířka
hi: चौड़ाई
hr: Širina

source: Preserve aspect ratio
ar: حافظ على نسبة الأبعاد
bg: Запазване на съотношението на екрана
cs: Zachovat poměr stran
hi: पहलू अनुपात को सुरक्षित रखें
hr: Zadrži omjer

source: Height
ar: الارتفاع
bg: Височина
cs: Výška
hi: ऊंचाई
hr: Visina

source: Choose between resizing with percentages or using exact pixels
ar: اختر بين تغيير الحجم بالنسب المئوية أو باستخدام بكسلات دقيقة
bg: Изберете между преоразмеряване с проценти или с точни пиксели
cs: Vyberte si mezi změnou velikosti pomocí procent nebo použitím přesného počtu pixelů
hi: प्रतिशत के साथ आकार बदलने या सटीक पिक्सल का उपयोग करने के बीच चयन करें
hr: Za mijenjanje veličine koristi postotak ili točan broj piksela

source: px
ar: بكسل

source: Resize Algorithm
ar: خوارزمية تغيير الحجم
bg: Алгоритъм за преоразмеряване
cs: Změnit velikost algoritmu
hi: पुनर्कार कलनविधि
hr: Algoritam za mijenjanje veličine

source: Default
ar: المبدئي
bg: Стандартно
cs: Výchozí
hi: तयशुदा
hr: Standardno

source: Pixel Art
ar: فن البكسل
bg: Пикселно изкуство
hi: पिक्सल कला
hr: Pikselasto

source: _Convert
ar: _حوِّل
bg: _Преобразуване
cs: _Převést
hi: परिवर्तित करें (_C)
hr: _Konvertiraj

source: Could not Load Image
ar: تعذَّر تحميل الصورة
bg: Не може да се зареди изображението
cs: Obrázek není možné načíst
hi: छवि लोड नहीं हो सकी
hr: Slika se nije mogla učitati

source: This image could be corrupted or may use an unsupported file format.
ar: قد تكون هذه الصورة تالفة أو تستخدم صيغة ملف غير مدعومة.
bg: Това изображение може да е повредено или да използва неподдържан файлов.
cs: Tento obrázek je nejspíš poškozený nebo možná používá nepodporovaný souborový formát.
hi: यह छवि दूषित हो सकती है या असमर्थित फाइल स्वरूप का उपयोग कर सकती है।
hr: Ova je slika možda oštećena ili koristi nepodržani format datoteka.

source: Converting
ar: يحوِّل
bg: Преобразуване
cs: Převádění
hi: परिवर्तित हो रहा है
hr: Konvertiranje

source: This could take a while
ar: قد يستغرق هذا بعض الوقت
bg: Това може да отнеме повече време
cs: Chvíli to bude trvat
hi: इसमें कुछ समय लग सकता है
hr: Ovo može potrajati

source: Loading…
ar: يحمِّل…
bg: Зареждане…
cs: Načítání…
hi: लोड हो रहा है…
hr: Učitava se …

source: _Cancel
ar: أ_لغِ
bg: _Отказване
cs: _Zrušit
hi: रद्द करें (_C)
hr: O_dustani

source: All Images
ar: كل الصور
bg: Всички изображения
cs: Všechny obrázky
hi: सभी छवियां
hr: Sve slike

source: Paste From Clipboard
ar: ألصِق من الحافظة
bg: Поставяне от буфера за обмен
cs: Vložit ze schránky
hi: क्लिपबोर्ड से पेस्ट करें
hr: Umetni iz međuspremnika

source: New Window
ar: نافذة جديدة
bg: Нов прозорец
cs: Nové okno
hi: नई विंडो
hr: Novi prozor

source: Clear Window
ar: امحُ النافذة
bg: Изчистване на прозорецa
cs: Průhledné okno
hi: विंडो साफ करें
hr: Isprazni prozor

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bg: Клавишни комбинации
cs: Klávesové zkratky
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci

source: About Switcheroo
ar: عَنْ «سويتشيرو»
bg: Относно „Switcheroo“
cs: O aplikaci Switcheroo
hi: Switcheroo के बारे में
hr: O aplikaciji Switcheroo

source: Unsupported filetype
ar: صيغة ملف غير مدعومة
bg: Неподдържан вид на файл
cs: Nepodporovaný typ souboru
hi: असमर्थित फाइलप्रकार
hr: Nepodržana vrsta datoteka

source: Images
ar: صور
bg: Изображения
cs: Obrázky
hi: छवियां
hr: Slike

source: _Select Images
ar: ا_ختر صورًا
bg: _Избиране на изображения
cs: _Zvolit obrázky
hi: छवियां चुनें (_S)
hr: _Odaberi slike

source: Unspecified filetype
ar: صيغة ملف غير محدَّدة
bg: Неуказан вид на файл
cs: Nespecifikovaný typ souboru
hi: अनिर्दिष्ट फाइलप्रकार
hr: Neodređena vrsta datoteka

source: Unknown filetype
ar: صيغة ملف مجهولة
bg: Неизвестен вид на файл
cs: Neznámý typ souboru
hi: अज्ञात फाइलप्रकार
hr: Nepoznata vrsta datoteka

source: Used the wrong filetype
ar: استُخدمت صيغة ملف خاطئة
bg: Използван е грешен вид на файл
cs: Používán nesprávný typ souboru
hi: गलत फाइलप्रकार का उपयोग किया गया
hr: Koristila se kriva vrsta datoteka

source: Pasted Image
ar: صورة ملصقة
bg: Поставено изображение
cs: Vložený obrázek
hi: पेस्ट की गई छवि
hr: Umetnuta slika

source: Unknown IO error happened
ar: حدث خطأ إدخال\إخراج غير مجهول
bg: Възника непозната IO грешка.
cs: Došlo k neznámé vstupní nebo výstupní chybě
hi: अज्ञात IO त्रुटि हुई
hr: Dogodila se nepoznata IO greška

source: translator-credits
ar: أحمد النجماوي <iramosu@protonmail.com>
bg: twlvnn <kraft_werk@tutanota.com>
cs: Wolf-Wolf https://gitlab.com/wolf-wolf
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>

source: Code and Design Borrowed from
ar: الكود والتصميم مقتبسان من
bg: Код и дизайн заимстван от
cs: Kód a návrh vypůjčený z
hi: कोड और डिज़ाइन इनसे उधार लिया गया
hr: Kod i dizajn su posuđeni od

source: Sample Image from
ar: صورة العيِّنة من
bg: Примерно изображение от
cs: Ukázkový obrázek z
hi: यहां से नमूना छवि
hr: Slika uzorka od

source: New transparency layer color: {}
ar: لون طبقة الشفافية الجديد: {}
hr: Nova boja sloja prozirnosti: {}

source: Unable to access dropped files
ar: تعذَّر الوصول إلى الملفات المُسقَطة
bg: Не може да бъдат достъпени пуснатите файлове
cs: Není možné přistoupit k odloženým souborům
hi: छोड़ी गई फाइलों तक पहुँचने में असमर्थ
hr: Nije moguće pristupiti ispuštenim datotekama

source: Stop converting?
ar: إيقاف التحويل؟
bg: Искате ли да спрете преобразуването?
cs: Zastavit převod?
hi: परिवर्तन बंद करें?
hr: Prekinuti konvertiranje?

source: You will lose all progress.
ar: ستفقد كل التقدم المحرَز.
bg: Всичкият напредък ще бъде загубен.
cs: Ztratíte veškerý pokrok.
hi: आप सारी प्रगति खो देंगे।
hr: Izgubit će se sav napredak.

source: _Stop
ar: أو_قف
bg: _Спиране
cs: _Zastavit
hi: रोकें (_S)
hr: _Prekini

source: Collecting files
ar: تُجمَّع الملفات
bg: Събиране на файловете
cs: Sběr souborů
hi: फाइलें एकत्रित कर रहे हैं
hr: Sakupljanje datoteka

source: The 'gs' (GhostScript) command is not available on your system. Please install GhostScript to convert multiple files to PDF.
ar: الأمر 'gs' (GhostScript) غير متوفِّر على نظامك. نصِّب GhostScript لتحويل عدَّة ملفات إلى PDF.
hr: Naredba „gs“ (GhostScript) nije dostupna na tvom sustavu. Instaliraj GhostScript za pretvaranje više datoteka u PDF format.

source: The 'zip' command is not available on your system. Please install zip to convert multiple files to ZIP.
ar: الأمر 'zip' غير متوفِّر على نظامك. نصِّب zip لتحويل عدَّة ملفات إلى ZIP.
hr: Naredba „zip“ nije dostupna na tvom sustavu. Instaliraj zip za pretvaranje više datoteka u ZIP format.

source: Error While Processing
ar: خطأ أثناء المعالجة
bg: Възникна грешка по време на обработката
cs: Chyba při provádění procesu
hi: प्रसंस्करण करते समय त्रुटि
hr: Greška tijekom obrade

source: _Close
ar: أ_غلِق
bg: _Затваряне
cs: _Zavřít
hi: बंद करें (_C)
hr: _Zatvori

source: _Copy to Clipboard
ar: ا_نسخ إلى الحافظة
bg: _Копиране в буфера за обмен
cs: _Zkopírovat do schránky
hi: क्लिपबोर्ड पर कॉपी करें (_C)
hr: _Kopiraj u međuspremnik

source: Error copied to clipboard
ar: نُسخ الخطأ إلى الحافظة
bg: Грешката е копиран в буфера за обмен
cs: Chyba při kopírování do schránky
hi: त्रुटि क्लिपबोर्ड पर कॉपी की गई
hr: Greška je kopirana u međuspremnik

source: Image converted
ar: حُوِّلت الصورة
bg: Изображението е преобразувано
cs: Obrázek převeden
hi: छवि परिवर्तित
hr: Slika je konvertirana

source: Open
ar: افتح
bg: Отваряне
cs: Otevřít
hi: खोलें
hr: Otvori

source: Converting Cancelled
ar: أُلغي التحويل
bg: Преобразуването е отменено
cs: Převod zastaven
hi: परिवर्तन रद्द किया गया
hr: Konvertiranje je prekinuto

source: Shows less popular datatypes in the menu
bg: Показва по-малко популярни типове данни в менюто
cs: Zobrazit méně populární datové typy v menu
hi: मेनू में कम लोकप्रिय डेटाटाइप दिखाता है

# shortcut window
source: Show Less Popular Datatypes
bg: Показване на по-малко популярни типове данни
cs: Zobrazit méně populární datové typy
hi: कम लोकप्रिय डेटाटाइप दिखाएं

source: Show Less Popular Datatypes
bg: Показване на по-малко популярни типове данни
cs: Zobrazit méně populární datové typy
hi: कम लोकप्रिय डेटाटाइप दिखाएं
