Repository: adhami3310/Converter
Catalog: po/kw.po
Languages: kw

source: Image Converter
kw: Treylyer Avenyow

source: Convert and manipulate images
kw: Treyla ha handla avenyow

source: converter;image;convert;converting;processing
kw: treylyer;aven;treylya;treylyans;argerdh

source: New Window
kw: Fenester Nowydh

source: Window width
kw: Lester fenester

source: Image quality
kw: Kwalita aven

source: Image density per inch
kw: Tewder aven dre meusva

source: Window height
kw: Ughelder fenester

source: Window maximized state
kw: Studh fenester kowlvoghhys

source: Output format
kw: Furvas Eskorrans

source: Compression format
kw: Furvas gwaskyans

source: Convert between different image filetypes and resize them easily.
kw: Treylya tredh eghennow avenyow dyffrans ha chanjya aga braster i yn es

source: Converting sample image from PNG to HEIF
kw: Treylya aven sampel dhyworth PNG dhe HEIF

source: Converting multiple sample images from SVG to HEIF
kw: Treylya avenyow sampel liesek dhyworth SVG dhe HEIF

source: Show All
kw: Diskwedhes Oll

source: Drop Here to Open
kw: Droppya Omma rag Ygeri

source: Add Images (Ctrl+O)
kw: Addya Avenyow (Ctrl+O)

source: Primary Menu
kw: Rol Chif

source: Drag and drop images here
kw: Draylya ha droppya avenyow omma

source: _Open Images…
kw: _Ygeri Avenyow…

source: Export Format
kw: Esperthi Furvas

source: Save as multi-page PDF
kw: Sawya avel PDF folennow liesek

source: Save To ZIP
kw: Sawya dhe ZIP

source: Quality
kw: Kwalita

source: Background Color
kw: Kolor Kilva

source: Replaces original transparency layer
kw: Aslea gwiskas klerder gwreydhek

source: Pixel Density Per Inch
kw: Teder Pyskel Dre Meusva

source: Resize
kw: Chanjya Braster

source: Width
kw: Lester

source: Preserve aspect ratio
kw: Gwitha komparriv braster

source: Height
kw: Ughelder

source: Choose between resizing with percentages or using exact pixels
kw: Dewis tredh chanjya braster gans kansrannow po devnydhya pyskels kewar

source: px
kw: pks

source: Resize Algorithm
kw: Argerdh rag Chanjya Braster

source: Default
kw: Defowt

source: Pixel Art
kw: Art Pyksel

source: _Convert
kw: _Treylya

source: Could not Load Image
kw: Y fyllis dhe Karga Aven

source: This image could be corrupted or may use an unsupported file format.
kw: An aven ma yw martesen legrys po devnydhya unn furvas restren anskoodhys.

source: Converting
kw: Treylya

source: This could take a while
kw: An argerdh ma gallos yw pellder

source: Loading…
kw: Karga…

source: _Cancel
kw: _Hedhi

source: All Images
kw: Oll Avenyow

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: New Window
kw: Fenester Nowydh

# shortcut window
source: Clear Window
kw: Gwakhe Fenester

# shortcut window
source: Paste From Clipboard
kw: Dasskrifa Dhyworth Astel Glypp

# shortcut window
source: Add Images
kw: Addya Avenyow

source: Paste From Clipboard
kw: Dasskrifa Dhyworth Astel Glypp

source: Clear Window
kw: Gwakhe Fenester

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: About Switcheroo
kw: A-dro Switcheroo

source: Unsupported filetype
kw: Eghen restren anskoodhys

source: Images
kw: Avenyow

source: _Select Images
kw: _Dewis Avenyow

source: Unspecified filetype
kw: Eghen restren anragnotys

source: Unknown filetype
kw: Eghen restren ankoth

source: Used the wrong filetype
kw: Devnydhys an eghen restren kamm

source: Pasted Image
kw: Dasskrifys Aven

source: Unknown IO error happened
kw: Error IO ankoth happys

source: translator-credits
kw: Flynn <cirilla@tuta.io>

source: Impression
kw: Sel

source: Create bootable drives
kw: Gul kyf kov eksekutadow

source: Footage
kw: Fylmhys

source: Polish your videos
kw: Polsya dha gwydhyowyow

source: Code and Design Borrowed from
kw: Kod ha Desin Chevisys dhyworth

source: Sample Image from
kw: Aven Sampel dhyworth

source: New transparency layer color: {}
kw: Kolor gwiskas klerder: {}

source: Unable to access dropped files
kw: Anabel dhe drehedhes restrennow droppys

source: Stop converting?
kw: Astel treylyans?

source: You will lose all progress.
kw: Ty a wra kelli oll avonsyans.

source: _Stop
kw: _Astel

source: Collecting files
kw: Kuntel restrennow

source: Error While Processing
kw: Error Dres Argerdhes

source: _Close
kw: _Degea

source: _Copy to Clipboard
kw: _Kopia war Astel Glypp

source: Error copied to clipboard
kw: Error kopia war astel glypp

source: Image converted
kw: Aven treylys

source: Open
kw: Ygeri

source: Converting Cancelled
kw: Treylyans Hedhys
